; DO NOT TRANSLATE COMMENTS!
; 
; This is a language file
; You can translate it into your native language
; To do this, follow instructions:
; - PLEASE make sure FDM hasn't already been translated into your language 
;   You should go to FDM web site (http://freedownloadmanager.org) and 
;   check the list of available languages
;   or e-mail to support@freedownloadmanager.org
; - copy this language file to xxx.lng, where xxx is the reduced name 
;   of your language. For English it is eng
; - translate all strings of xxx.lng into your language
; - send the translated file to support@freedownloadmanager.org 
;
; Translator - Alexandru Bogdan Munteanu [MunteAlb] (muntealb@gmail.com) http://muntealb.orgfree.com/
;

; Specify your language name in English (and in your language), for example:
; Russian (Русский)
Romanian
; converted from windows-1250 to utf-16
;
; Below are the strings to translate:
; DO NOT TRANSLATE OR REMOVE COMMENTS!
Salvează Tot
Decupează
Copiază
Lipeşte
Mod Uşor
Mod Mediu
Mod Greu
Opţiuni de Descărcare
Conexiune Dial-up
Despre FDM
Ieşi
Filă
Editează
Vezi
Opţiuni
Unelte
Ajutor
Bara de Unelte
Bara de Stare
Optimizator de Conexiune
Setări Implicite de Descărcare
Setări Generale
Conexiune Dial-up
Închide Conexiunea la Terminare
Închide Calculatorul la Terminare
Cuprins
Situl FDM
Recomandă unui Prieten
Raportează un Bug
Caută automat dacă sînt actualizări
Caută Actualizări
-
-
Comută la
Mod de Utilizare a Traficului
Înregistrare
Descărcător
Planificator
Explorator de Situri
Explorator HTTP//FTP
Manager de Situri
Adaugă Descărcare
Porneşte Descărcarea
Opreşte Descărcarea
Planifică Descărcarea
Adaugă Sarcină
Proprietăţile Sarcinii
Descarcă Filele Selectate
Opreşte
Împrospătează
Adaugă Sit Nou
Proprietăţile Sitului
Grupuri de Descărcări
Informaţii despre Descărcare
Jurnalul Planificatorului
Jurnalul Exploratorului de Situri
Panoul Lateral
Creează Descărcare Nouă
Şterge Descărcarea
Lansează Fila
Explorează
Porneşte Automat Descărcarea
Proprietăţile Descărcării
Activează Sarcina
Dezactivează Sarcina
Şterge Sarcina
Deschide Dosarul-Părinte
Deconectează
Descarcă
Setările Exploratorului de Situri
Şterge Situl
Intrare Temporară
Situri
Arată Fereastra Principală
Monitorizează Exploratorul 
Monitorizează Cliplanşeta 
Porneşte Toate Descărcările 
Opreşte Toate Descărcările 
-
Continuă
-
-
-
-
-
Anulează
-
-
-
Toate Grupurile
Filtrate
Terminate
Active
Planificate
Oprite
Diverse
Creează Grup Nou
Şterge Grupul
Şterge Toate Descărcările
Şterge Toate Descărcările Terminate
Deschide Dosarul Grupului
Proprietăţile Grupului
Numele Grupului:
Dosarul Implicit:
Extensii de File (separate prin spaţii):
Prioritatea Implicită de Descărcare
Foarte Scazută
Scazută
Medie
Înaltă
Foarte Înaltă
Scrie Numele Grupului
Eroare de Intrare
Un grup cu nume identic există deja. Scrie alt nume
Scrie Numele Dosarului
Alege dosarul implicit al grupului
Scrie aici numele grupului
Dosarul implicit de salvare a descărcărilor din acest grup
Explorează
Extensia de filă pentru acest grup. E folosită pentru a detecta automat grupul de descărcări
Prioritatea de descărcare implicită pentru acest grup
Anulează modificările şi închide dialogul
Aplică modificările şi închide dialogul
Eroare în grupurile de descărcare
Reinstalează Free Download Manager
Eroare
Nu pot prelua lista de descărcări. Probabil că este stricată sau e folosită de alt program
Iniţializarea integrării cu Internet Explorer a eşuat
Eşti sigur?
Aceasta va şterge toate descărcările din grup
Confirmare
Numele Filei
Mărime
Progres
Timp Rămas
Secţiuni
Viteză
Comentariu
Jurnal
Progres
Oră
Dată
Informaţii
Curăţă
Derulează automat
Eroare necunoscută de reţea
Accesul interzis. Nume de utilizator sau parolă incorecte
Accesul interzis. Parolă incorectă
Gata
Nu mă pot conecta la server
Fila nu a fost găsită pe server
Conexiunea cu serverul a fost întreruptă
Serverul nu răspunde
Nu pot găsi numele serverului
Serverul nu suportă reluarea descărcării. Nu opri această descărcare, altfel va trebui reluată de la început
Sînt necesare nume de utilizator şi parolă pentru proxy
Eroare extinsă
Solicitare greşită. Probabil adresa URL e greşită
Eroare de server necunoscută
Conexiune întreruptă
Adresă URL greşită
Nu există conexiune la internet
Versiunea HTTP selectată nu e suportată de acest server
Eroare necunoscută
Nu pot şterge fila de pe hardisc
A fost atinsă limita de conexiuni la acest server
A fost atinsă limita de conexiuni
Pauză %d sec.
Secţiunea
Începută
Realizată
Descărcare Terminată
Conectare...
Conexiune realizată cu succes
Redirecţionare...
Redirecţionarea a avut succes. Deschid noua adresă (URL)
Încep descărcarea...
Oprită
Pornesc o secţiune nouă...
Anulată
Repornesc descărcarea...
Creez fila pe hardisc...
Numele filei e prea lung
Fila există deja. Renumesc ca
Renumesc ca
Fila de destinaţie a fost ştearsă. Continuarea e imposibilă
Fila există deja. O suprascriu
Fila există deja. Reiau descărcarea
Fila există deja
Eşuare a deschiderii filei de pe hardisc
Mărimea filei a fost modificată pe server!
Ajustare pentru noua mărime...
Nu pot suprascrie fila
Fila va fi renumită
Nu pot renumi fila cu vechiul său nume
Nu pot salva grupurile
Nu pot salva descărcările
Conexiune Dial-up
Conectare la:
Formează automat numărul de telefon
Conectare
Alege aici conexiunea dial-up
Bifează această căsuţă dacă vrei ca data viitoare conexiunea dial-up să pornească automat
Conectare prin dial-up acum 
Nu te conecta prin dial-up şi închide acest dialog
Nu au fost găsite conexiuni dial-up pe acest calculator
Linia telefonică e ocupată
Eroare cauzată de hardware
Nu există ton
Formez numărul 
Încercare
Deschid portul...
Apelez la furnizorul de internet...
Conectat la computerul depărtat
Se verifică numele de utilizator şi parola...
Viteza conexiunii este %d Bps
Deconectare
Repetare
Sînt necesare numele de utilizator şi parola
Utilizator:
Parolă:
Grupul:
Salvează în dosarul:
Salvează ca:
Pornire
Automată
Manuală
Planificată
Prioritatea Descărcării
Opţiuni Avansate
Adresa filei pe care vrei s-o descarci
Scrie aici numele de utilizator
Scrie aici parola
Bifează această căsuţă dacă serverul solicită autorizare 
Numele grupului unde să fie depusă descărcarea. Grupurile te ajută să administrezi descărcările
Dosarul unde să fie salvate descărcările
Nume nou pentru fila descărcată. Lasă gol acest cîmp dacă vrei să salvezi fila cu numele original
Descriere scurtă a descărcării
Această descărcare va porni automat imediat ce va fi posibil
FDM nu va încerca să pornească această descărcare în mod automat 
Planifică această descărcare
Configurează planul descărcării
Prioritatea descărcărilor. Descărcările cu prioritate mai înaltă vor fi pornite primele. Descărcările cu prioritate mai joasă vor fi amînate
Vezi setările avansate pentru această descărcare
Adresa de internet introdusă e incorectă. Verifică-i validitatea
Scrie numele de utilizator
Alege dosarul de descărcare
Generale
Informaţii generale
Descărcare salvată actualmente în dosarul:
Numele filei descărcate
Adresa acestei descărcări nu poate fi schimbată 
Descărcarea este în curs. Nu pot schimba acum numele filei
Nu pot renumi fila
Filă negăsită
Cale negăsită
Format .exe incorect
Fila e utilizată de alt program
Accesul interzis
Dispozitivul nu e pregătit
Hardiscul e plin
Numele filei nu e valid
Autentificarea este obligatorie
Conexiune
Reţea
Erori
Pauză între încercările de conectare (în sec):
Numărul maxim de încercări
Timpul de aşteptare (în sec):
Mărimea minimă:
Numărul maxim:
Restricţie de trafic pentru această descărcare
Limitează traficul
Ignoră toate restricţiile
B
KB
MB
; second. e.g. KB/s
s
Scrie o valoare mai mare decît %d
Selectează mărimea
Timpul de aşteptare pentru reconectarea la server în caz de eroare
Bifează această căsuţă dacă vrei să limitezi numărul de încercări nereuşite de descărcare
Timpul de aşteptare pentru răspunsul serverului
Mărimea minimă a bucăţilor. Descărcarea nu va fi divizată în bucăţi de dimensiuni mai mici
Numărul maxim de bucăţi. Descărcarea nu va fi divizată într-un număr mai mare de bucăţi
Precizează cît de mult va lua FDM din traficul maxim pentru descărcare 
Ignoră pentru această descărcare restricţiile legate de trafic şi de numărul maxim de conexiuni 
Poţi specifica în acest cîmp valoarea în baiţi [bytes - B], kilobaiţi (KB) sau megabaiţi (MB)
Protocol
Identificare la server ca:
Referent:
Foloseşte HTTP 1.1
Foloseşte răvaşe [cookies]
Foloseşte modul pasiv
Modul de Transfer
Binar
ASCII pentru filele cu extensiile:
Specifică modul în care FDM se va identifica faţă de serverul HTTP
Acest şir va fi trimis drept cîmp al referentului către serverul HTTP. De obicei nu este necesar
Bifează această căsuţă dacă vrei ca FDM să folosească HTTP versiunea 1.1
Bifează această căsuţă dacă vrei ca FDM să folosească răvaşe [cookies]
Bifează această căsuţă dacă vrei ca FDM să folosească modul pasiv pentru serverele FTP. Cîteodată acest lucru e necesar cînd se lucreaza cu paravane
Foloseşte modul binar pentru transferurile FTP. Setează acest mod dacă nu descarci o filă text
Foloseşte modul ASCII pentru transferurile FTP. Setează acest mod dacă descarci o filă text
FDM va folosi modul ASCII pentru filele cu extensiile specificate. Pentru alte file FDM va folosi modul binar
Proxy
Obţine setările serverului proxy (intermediar)
Din Internet Explorer
Specifică-le manual
Nu folosi server proxy
Setări
Adresă:
Port:
Introdu adresa serverului proxy
Introdu portul serverului proxy
FDM va lua setările serverului proxy din Internet Explorer
Specifică setările serverului proxy
FDM nu va utiliza server proxy
Alege tipul de servere pentru care vrei să specifici un server proxy
Introdu adresa serverului proxy pe care vrei să-l foloseşti
Introdu aici portul serverului proxy. De obicei este 3128, 1080 sau 8080
Bifează această căsuţă dacă serverul proxy necesită autentificare
Diverse
Filă locală
Dacă fila există deja:
Rezervă spaţiu pe hardisc pentru fila care se descarcă
Extensie adiţională la fila unei descărcări neterminate:
Serverul de pe internet 
Nu reporni descărcarea dacă serverul nu suportă reluarea descărcărilor
Dacă mărimea filei s-a schimbat pe server:
Opreşte-te la erorile următoare
Întreabă
Rescrie
Renumeşte
Reia
Reporneşte
Ajustează
Specifică extensia filei
Aici poţi specifica ce să facă FDM dacă fila există deja pe hardisc
Bifează această căsuţă dacă vrei să fie rezervat spaţiu pe hardisc imediat ce o descărcare a fost începută
Dacă această căsuţă este bifată FDM va ataşa extensia specificată la un nume de filă în timp ce acesta se descarcă. După ce descărcarea s-a terminat FDM va renumi fila cu numele original
FDM nu va reporni descărcarea dacă serverul depărtat nu suportă reluarea descărcărilor
Poţi specifica aici ce să facă FDM dacă mărimea filei s-a schimbat pe server
Bifează această căsuţă pentru a opri descărcarea dacă fila nu a fost găsită pe server
Bifează această căsuţă pentru a opri descărcarea dacă numele de utilizator sau parola nu sînt valide
Moduri de Utilizare a Traficului
Selectează modul pentru a-l configura:
Numărul maxim de conexiuni:
Numărul maxim de conexiuni la un singur server:
Restricţionare de trafic:
nelimitată
Selectează modul de utilizare a traficului pe care vrei să-l configurezi aici 
Bifează această căsuţă pentru a limita numărul maxim de conexiuni
Bifează această căsuţă pentru a limita numărul maxim de conexiuni la un singur server
Specifică aici traficul (maxim) pe care îl foloseste FDM pentru descărcare
Toate Descărcările
Lista de Descărcări
Salvează automat la fiecare
min.
Cînd este ştearsă o descărcare neterminată
Şterge automat din listă descărcările terminate
Nu şterge fila
Şterge fila
FDM salvează automat lista de descărcări la intervalul de timp specificat. Acest lucru protejează lista în caz de blocare a calculatorului sau de apariţie a unei pene de curent
Specifică aici ce ar trebui să facă FDM cu fila de pe hardisc atunci cînd ştergi din listă o descărcare neterminată
Bifează această căsuţă dacă vrei să ştergi automat din listă descărcarea atunci cînd s-a terminat
Monitorizare
Monitorizează
Cliplanşeta [clipboard]
Monitorizează filele cu extensiile
Ignoră filele cu extensiile
Tasta Alt nu trebuie să fie apăsată
Doar dacă tasta Alt e apăsată
Specifică extensiile
Bifează această căsuţă dacă vrei ca FDM să intercepteze clicurile din Internet Explorer
Bifează această căsuţă dacă vrei ca FDM să monitorizeze cliplanşeta
Monitorizează doar filele cu extensiile specificate
Nu monitoriza filele cu extensiile specificate 
Monitorizează doar dacă tasta ALT nu e apăsată
Monitorizează doar dacă tasta ALT e apăsată
Pornire
Lansează FDM odată cu Windows
Porneşte minimizat
Sistem
Minimizează în sertar [system tray]
Butonul de închidere minimizează fereastra FDM, nu închide softul
FDM va fi pornit automat cînd porneşte Windows 
FDM va fi minimizat după pornire
Cînd se clichează pe butonul de minimizare, FDM va fi minimizat în sertar
Dacă e bifată, clicarea pe butonul de închidere va fi similară cu cea pe butonul de minimizare
Actualizare
Adresa serverului de actualizare
FDM va verifica automat existenţa unei versiuni noi
Optimizator al utilizării reţelei
Bine ai venit la optimizatorul utilizării reţelei!
Acest optimizator te va ajuta să alegi setările optime pentru tipul tău de conexiune. El va seta proprietăţile descărcătorului şi proprietăţile implicite pentru descărcări.
Selectează tipul de conexiune
Execută
Specifică aici tipul de conexiune la internet
Configurează FDM pentru a lucra în mod optim cu conexiunea ta
Sarcină
Timp de Pornire
Următorul Timp de Pornire
Ultimul Timp de Pornire
Nu pot deschide lista de planificări. E posibil să fie stricată sau să fie folosită de altă aplicaţie
Nu pot deschide jurnalul Planificatorului
Nu pot salva lista de planificări
Sarcina "%s" a fost planificată. O pornesc?
Schimb modul de folosire a traficului la "%s"
Închiderea Conexiunii
Toate Conexiunile
Schimb modul de folosire a traficului la
Închiderea PC-ului
Repornire
Dezautentificare
O singură dată
Dum
Lun
Mar
Mie
Joi
Vin
Sîm
În zilele:
La fiecare
zile
ore
Pornirea FDM
Cînd stabilirea conexiunii a reuşit
Cînd stabilirea conexiunii a eşuat
Cînd nu există descărcări active
Cînd viteza e mai mică sau egală ca %d Bps timp de %d
Cînd toate descărcările sînt în stare de eroare timp de
Niciodată
Necunoscută
Conectat cu succes la "%s"
Conectare eşuată la "%s"
Lansare reuşită
Memorie RAM epuizată
Nu pot lansa
Executarea planificării va produce ieşirea din FDM la pornire. Programarea va fi ignorată
Numărul maxim de încercări de conectare
Pauză între încercări
Închide conexiunea dacă viteza e mai mică de:
Încearcă din nou
Nu mai mult de
Foloseşte conexiunea
Dacă a reuşit
ori
Închide toate conexiunile active
Conexiune de închis
Numele softului:
Argumente:
Tip de închidere PC:
Forţează închiderea aplicaţiilor
Lansează un program
Stabileşte o conexiune dial-up
Închide o conexiune
Schimbă modul de utilizare a traficului
Închide programul FDM (Ieşire)
Închide calculatorul
Descărcări de Pornit
Descărcări de Oprit
Aplicaţii
Toate filele
Această facilitate e disponibilă doar în Windows 2000, XP şi următoarele
Scrie numele programului
Selectează descărcările
Selectează modul de utilizare a traficului care să fie setat la pornirea sarcinii
Bifează această căsuţă dacă vrei să limitezi numărul maxim de încercări de conectare nereuşite
Interval de timp între încercările nereuşite
Bifează această căsuţă pentru realizarea unei conexiuni la o viteză superioară valorii specificate
Specifică aici valoarea minimă dorită a vitezei conexiunii
FDM va încerca să stabilească din nou conexiunea dorită dacă bifezi această căsuţă
Bifează această căsuţă pentru a limita numărul maxim de încercări nereuşite de stabilire a conexiunii
Specifică aici descărcările dorite
Lista tuturor descărcărilor disponibile
Adaugă descărcarea selectată la lista de sarcini de descărcare
Înlatură descărcarea selectată din lista de sarcini de descărcare
Specifică aici programul pe care vrei să-l lansezi
Caută programul pe calculatorul tău
Specifică aici argumentele programului
Specifică aici tipul de terminare a sesiunii
Bifează această căsuţă pentru a forţa terminarea sesiunii. Acest lucru e util dacă există aplicaţii care au blocat sistemul. Dar în acest caz toate datele nesalvate vor fi pierdute
Specifică aici acţiunea planificată
Bifează această căsuţă dacă vrei ca FDM să închidă toate conexiunile active
Specifică aici conexiunea ce trebuie închisă
În anumite zile
Duminică
Luni
Marţi
Miercuri
Joi
Vineri
Sîmbătă
La evenimentul
Pe durata a
Viteza sub:
min.
Minute
Ore
Zile
Cînd viteza de descărcare este prea mică
Cînd toate conexiunile sînt în stare de eroare
Specifică zilele
Porneşte sarcina la ora specificată
Setează aici timpul de pornire a sarcinii
Porneşte sarcina la data specificată
Setează aici data de pornire a sarcinii
Porneşte sarcina în anumite zile ale săptămînii
Porneşte sarcina în fiecare Duminică
Porneşte sarcina în fiecare Luni
Porneşte sarcina în fiecare Marţi
Porneşte sarcina în fiecare Miercuri
Porneşte sarcina în fiecare Joi
Porneşte sarcina în fiecare Vineri
Porneşte sarcina în fiecare Sîmbătă
Porneşte sarcina în mod periodic
Acest cîmp îţi permite să specifici intervalul de timp în minute, ore sau zile
Porneşte sarcina cînd se întimplă un anumit eveniment
Specifică aici tipul de eveniment
Scrie aici intervalul de timp
Scrie aici viteza minimă dorită
Este necesară o confirmare pentru executarea sarcinii
Aşteaptă confirmarea pe durata a
sec.
Dacă e bifată, FDM va cere confirmare pentru executarea acestei sarcini
Dacă e bifată, FDM va aştepta confirmarea în intervalul de timp specificat. Dacă nu vei reacţiona în acest interval sarcina va fi pornită
Adresă:
Alcătuiesc lista de file de descărcat
Mă conectez la server
Folosesc utilizatorul şi parola stocate în Managerul de Situri
Obţin lista de file de la server
Conexiunea cu serverul a fost pierdută. Încerc refacerea ei.
Alcătuiesc lista
Extrage din file mărimea şi data ultimei modificări
Folosirea acestui parametru ar putea să scadă viteza în mod dramatic
Bifează această căsuţă dacă vrei ca FDM să afle mărimea şi data filelor de pe serverele HTTP
Numele Sitului
Conexiuni
Autentificare
Grup
Nu pot deschide lista de situri. E posibil să fie stricată sau să fie utilizată de altă aplicaţie
Nu pot salva lista de situri
Numărul maxim de conexiuni simultane:
Grupul implicit pentru o descărcare nouă de pe acest sit
Foloseşte modul FTP pasiv
Scrie numele sitului
Un sit cu acelaşi nume există deja. Foloseşte un alt nume
Numărul maxim de conexiuni trebuie să fie mai mare de 0
Selectează grupul
Specifică aici numele sitului
Bifează această căsuţă pentru a limita numărul maxim de conexiuni simultane la acest server
Bifează această căsuţă pentru a adăuga automat descărcările de pe acest server la grupul selectat
Întreabă utilizatorul
Nu mă întreba din nou
Eroare de scriere pe hardisc
Fila "%s" există deja pe hardisc. Ce trebuie să fac?
Nu vei mai fi intrebat despre asta din nou. Alegerea actuală va deveni implicită
Suprascrie fila existentă
Renumeşte această filă
Reia descărcarea. (Descărcarea va fi pornită de la o poziţie egală cu mărimea filei existente)
Opreşte această descărcare
Da
Nu
Descărcarea
a fost ştearsă. Şterg şi fila de pe hardisc?
Scrie numele de utilizator şi parola
Autentificare la "%s"
Trimite la server utilizatorul şi parola specificate
Nu te conecta la acest server
Mărimea lui "%s" s-a schimbat pe server. Ce trebuie făcut?
Reporneşte descărcarea de la început
Ajustează descărcarea la noua mărime a filei. Nu e recomandat
Aşteaptă
Actualizează
Descriere
Actualizează folosind:
Căutare actualizări
Foloseşti deja cea mai nouă versiune
Descarc
Versiunea %s varianta %s e disponibilă
Distribuţia completă a versiunii %s (%s)
Actualizează la versiunea %s
Actualizează la versiunea %s (%s)
FDM trebuie repornit. Repornesc acum?
Actualizare efectuată
Nu găsesc Actualizatorul
Specifică aici tipul actualizării
Actualizează FDM folosind distribuţia completă
Actualizează FDM folosind distribuţia de actualizare
Caută mai multe informaţii despre procesul de actualizare
Ce e nou în această versiune?
Porneşte acum actualizarea FDM
Anulează actualizarea şi închide acest dialog
Creează descărcări
Selectează conţinutul
Deselectează conţinutul
Lista descărcărilor de adăugat
Bifează itemurile selectate din dosar pentru a le adăuga la lista de descărcare
Debifează itemurile selectate din dosar pentru a le scoate din lista de descărcare
Despre FDM
Copyright (c)
Toate drepturile rezervate
Înregistrat de:
Deja actualizat. E necesară repornirea
Nume de utilizator sau parolă nevalide
Nu pot deschide fila cu istoria descărcărilor
Nu pot salva fila cu istoria descărcărilor
Setări Implicite ale Descărcătorului de Situri
Descărcător de Situri
Arborele de pagini web
Descarcă Situl
Setările Descărcătorului de Situri
Porneşte Descărcarea
Opreşte Descărcarea
Planifică Descărcarea
Şterge
Deschide Pagina în Explorator
Porneşte Automat Descărcarea
Adresa Sitului sau a Paginii Web
File
Şterg şi descărcările?
Nu pot deschide lista paginilor web
Nu pot salva lista paginilor web
Adresa paginii web sau a serverului HTTP de unde vrei să descarci
Adresa paginii web sau a serverului HTTP de unde a început descărcarea
Numele dosarului unde se salvează descărcările
Dosarul de Descărcare:
Pagini Web
Pagini
Extensii ale filelor (pagini web) ce conţin cod Html:
Descarcă filele CSS
Descarcă şi paginile web externe către care există legături
Imagini
Descarcă imaginile din paginile sitului
Descarcă şi imaginile stocate pe alte situri
Profunzime (nivel legături desc.):
Extensii ale filelor (pagini web) ce conţin cod Html. Paginile web vor fi scanate pentru legături către imagini şi alte pagini de descărcat
Dacă e bifată, filele CSS vor fi şi ele descărcate. Recomandat
Dacă e nebifată, paginile web ale altor situri nu vor fi descărcate. De exemplu dacă această căsuţă este nebifată şi se începe descărcarea de pe http://example.com/, atunci http://othersite.com/some.html nu va fi descărcată, dar http://example.com/some.html va fi descărcată
Dacă e bifată, imaginile din paginile web vor fi şi ele descărcate
Dacă e nebifată, imaginile din paginile web care au legături către alte situri nu vor fi descărcate
Profunzimea descărcării. De exemplu, s-a început descărcarea de la http://ex.com/index.html. Există o legatura către http://ex.com/some.html de la http://ex.com/index.html. Profunzimea paginii http://ex.com/some.html va fi 1. Setarea profunzimii la 0 va duce la descărcarea conţinutului doar din pagina de start.
Descarcă filele locale din siturile web
Descarcă filele externe către care există legături
Filtrarea filelor pe baza extensiei lor
Activează filtrarea
Descarcă
Nu descărca
Filele cu extensiile:
Bifează această căsuţă pentru a descărca file din paginile web
Bifează această căsuţă pentru a descărca file de pe alte situri
Bifează această căsuţă pentru a ignora filele cu extensiile specificate
Filele cu extensiile specificate mai jos vor fi descărcate, în caz de bifare
Filele cu extensiile specificate mai jos NU vor fi descărcate, în caz de bifare
Exportă Setările Softului
Importă Setările Softului
Lansare eşuata a Regedit.exe
A apărut o eroare în timpul încercării de exportare a setărilor
A apărut o eroare în timpul încercării de importare a setărilor
Filele din registru ale FDM
Filtrarea imaginilor pe bază de extensie
imaginile cu extensiile:
Bifează această căsuţă pentru a ignora imaginile cu extensiile specificate
Imaginile cu extensiile specificate mai jos vor fi descărcate, în caz de bifare
Imaginile cu extensiile specificate mai jos NU vor fi descărcate, în caz de bifare
Nu descărca asta şi şterge
Serverul nu suportă reluarea descărcării. Reporneşte de la început
Eşec la deschiderea adresei (URL)
Scuze, o eroare neaşteptată s-a produs în timp ce încercam scrierea în registru
Mulţumim pentru înregistrare! Te rugăm să reporneşti FDM
Descarcă cu FDM
Descarcă Situl cu FDM
Adaugă comenzi FDM în meniul contextual al exploratorului
Bifează această căsuţă pentru a adăuga opţiunile "Descarcă cu FDM" şi "Descarcă Situl cu FDM" la meniul contextual al exploratorului (meniul apare la efectuarea clic-dreapta)
Diminuează utilizarea traficului în caz de activitate a exploratorului [browser]
Scade cu un nivel
Setează la modul Uşor
Bifează această căsuţă pentru a scădea automat utilizarea traficului atunci cînd explorezi internetul. Acest lucru îţi permite să explorezi mai rapid atunci cînd FDM descarcă ceva
Modul de utilizare a traficului va fi scazut cu un nivel. Greu->Mediu, Mediu->Uşor
Modul de utilizare a traficului va fi schimbat la cel Uşor.
Valabil pentru
Subdomenii
Bifează căsuţa pentru a utiliza această setare la descărcarea via HTTP
Bifează căsuţa pentru a utiliza această setare la descărcarea via HTTPS
Bifează căsuţa pentru a utiliza această setare la descărcarea via FTP
Bifează căsuţa pentru a utiliza această setare la descărcarea de la serverele de pe subdomenii. De exemplu pentru situl http://site.com un subdomeniu este http://some.site.com
Selectează cel puţin un protocol
Numărul maxim de descărcări ce rulează simultan :
Bifează această căsuţă dacă vrei să limitezi numărul maxim de descărcări ce rulează în acelaşi timp
Reporneşte Descărcarea
Porneşte o Secţiune Nouă
Opreşte o Secţiune Existentă
; context: [section x] - Stopped
Oprită
; tray menu
Colector
;
Nu găsesc dosarul cu implanturi [plugins] pentru Opera. Vrei să-l specifici manual?
Nu găsesc dosarul cu implanturi [plugins] pentru Netscape. Vrei să-l specifici manual?
Nu pot instala monitorizarea pentru Opera
Nu pot dezinstala monitorizarea pentru Opera
Nu pot instala monitorizarea pentru Netscape
Nu pot dezinstala monitorizarea pentru Netscape
Bifează această căsuţă dacă vrei ca FDM să intercepteze clicurile din Opera
Bifează această căsuţă dacă vrei ca FDM să intercepteze clicurile din Netscape
; create download dlg
Află Mărimea
; request the size of a download
Cercetez...
Află mărimea unei descărcări de pe server
Da pentru toate
Nu pentru toate
Înregistrează un jurnal de activitate detaliat [log]
În caz de bifare, FDM va arăta răspunsurile de la server
Schimbările vor avea loc după ce reporneşti exploratorul
Lista de sarcini
Lista de File
Lista de Situri
Lista de Pagini
Şterg descărcările
Alcătuiesc lista de descărcări
Creează Descărcare Grupată
De la:
la:
Pas:
Contor metacaractere:
Rezultate
Exemplu:
Numărul de pornire a seriei
Numărul de terminare a seriei
Pasul seriei. De exemplu dacă e 10, atunci seria va fi 0, 10, 20, ...
Contorul de metacaractere. De exemplu dacă e 1, atunci seria va fi 1, 2, 3. Dacă e 2, atunci seria va fi 01, 02, 03.
Clichează aici pentru a vedea seria generată.
Exploratorul de internet va descărca el fila dacă se apăsă în FDM pe Anulează
Bifează această căsuţă dacă vrei ca exploratorul să descarce fila cînd apeşi Anulează în dialogul "Creează Descărcare"
Numărul de la sfîrşitul seriei trebuie să fie mai mare decît cel de la începutul ei
Foloseşte asterisc (*) în adresă pentru a-i specifica şablonul
Creează o extensie dacă fila nu are una
Bifează această căsuţă ca să adaugi extensia specificată la o filă care nu are una. De exemplu dacă numele filei este "file" şi extensia specificată e "txt", rezultatul va fi "file.txt"
Afişează dimensiunile doar în baiţi [bytes]
Bifează această căsuţă pentru a afişa toate dimensiunile în baiţi [bytes] în loc de kilobaiţi sau megabaiţi
Scanează cu Antivirusul
Argumente:
Extensii:
Bifează această căsuţă pentru a scana automat cu antivirusul filele descărcate 
Specifică aici numele programului antivirus
Specifică aici argumentele pentru antivirus
Specifică aici extensiile filelor descărcate care vor fi scanate
Scrie numele antivirusului
Numele nu e valid. Verifică-l din nou
Lansez antivirusul
Dezactivează sarcina după executare
Şterge sarcina după executare
Bifează această căsuţă pentru a dezactiva automat sarcina după executare
Bifează această căsuţă pentru a şterge automat sarcina după executare
Du-te
Înapoi
Generează automat un nume de filă
Bifează această căsuţă pentru a genera automat un nume de filă pentru descărcare
Salvează cu extensia "htm"
Bifează această căsuţă pentru a salva cu extensia "htm" toate paginile web
Clichează pe acest buton pentru a calcula mărimea însumată a tuturor descărcărilor
Păstrează structura aranjării dosarelor existentă pe server
Clichează pe acest buton pentru a păstra structura originală a aranjării dosarelor de pe server. În caz contrar toate filele de pe server vor fi salvate într-un singur dosar
Ai selectat un alt dosar. Setez acest dosar ca implicit pentru acest grup? Poţi de asemenea schimba dosarul implicit în secţiunea de proprietăţi a grupului.
; === ADDED LINES ===
Descărcarea cu această adresă există deja. Ce trebuie să fac?
Lansează
Lansează fila descărcată
Versiunea
Clichează aici pentru a ne contacta
Clichează aici pentru a descărca ultima versiune
Avertisment:  Acest program de calculator este protejat de Legea Drepturilor de Autor şi de tratatele internaţionale în domeniu. Reproducerea ori distribuirea neconformă cu licenţa de folosire a acestui program sau a oricărei părţi din el poate duce la sancţiuni severe de ordin civil sau penal şi va fi urmărită în justiţie în limitele maxime permise de lege.
; === new version ===
Descarcă Tot cu FDM
Adăugă Listă de Descărcări
Înlătură Selecţia
Aceasta e lista de adrese ce trebuie adăugate
Clichează pe acest buton pentru a înlătura toate adresele selectate din listă
Nu găsesc dosarul cu implanturi [plugins] pentru Firefox. Vrei să-l specifici manual?
Nu pot instala monitorizarea pentru Firefox
Nu pot dezinstala monitorizarea pentru Firefox
Bifează această căsuţă dacă vrei ca FDM să intercepteze clicurile din Firefox
Descarcă Selecţia cu FDM
Porneşte
Situri Web
Descărcări Active
Nu există pe moment descărcări active
Notificări
Afişează infobule (baloane informative) în sertar [system tray]
Timp de aşteptare
Bifează această căsuţă pentru a activa notificările prin infobule în sertar atunci cînd o descărcare s-a oprit sau terminat. Notă: această facilitate funcţionează doar în Windows 2000/XP şi următoarele
O infobulă va fi închisă automat după trecerea acestui interval de timp
Clone
Caută automat adrese ale clonelor descărcării (clonă = filă identică cu cea dorită)
Numărul maxim de clone [mirrors]
Calculează viteza clonelor
Recalculeză viteza la fiecare
Bifează această căsuţă pentru ca FDM să caute automat adrese ale clonelor pentru fiecare descărcare
Limitează numărul de adrese ale clonelor pentru fiecare descărcare. Aceasta permite să fie redus timpul de calculare a vitezei clonelor
Bifează această căsuţă pentru ca FDM să calculeze viteza fiecărui server-clona
Viteza clonelor va fi recalculată automat la intervalul de timp specificat
Nu căuta dacă mărimea filei e mai mică de
FDM nu va căuta clone dacă mărimea filei este mai mică decît cea specificată
Nu căuta dacă mărimea filei e necunoscută (recomandat)
Adaugă clonă
Caută clone
Adaugă manual adresa clonei pentru această descărcare 
Caută adrese ale clonelor pentru această descărcare folosind serviciul FileSearching.com
Lista de adrese ale clonelor
Viteza serverului
În uz
Măsoară viteza clonelor
Măsoară viteza serverelor cu clone
Informaţii despre Descărcări
În aşteptare...
Adresa clonei pentru descărcare
Mărimea filei depăşeşte 2GB. Astfel de descărcări sînt suportate doar via FTP 
;
;
; #NEW LINES (BUILDS NEWER THAN 195)#
;
;
; BEGIN: New Download page
Descărcare Nouă
Determină automat grupul pentru fiecare descărcare
Grupul:
Salvează descărcarea în dosarul grupului potrivit
Bifează această căsuţă dacă vrei ca grupul descărcării să fie determinat pe baza extensiei filei sau a setărilor din Managerul de Situri
Setează manual grupul implicit
Bifează această căsuţă dacă vrei ca descărcarea să fie salvată în dosarul implicit al grupului său (vezi Proprietăţile Grupului)
Setează manual dosarul implicit de descărcare
; END
; BEGIN: Monitoring page
Monitorizare silenţioasă
În caz de bifare dialogul "Creează descărcare" nu va fi afişat cînd se adaugă o descărcare din explorator
Alege
Selectează itemurile legate de FDM ce vor fi prezente în meniul contextual al exploratorului
; END
Comenzi afişate în meniul exploratorului [browser]
Trebuie ales cel puţin un item
Scoate sunete la unele activităţi
Bifează această căsuţă dacă vrei ca FDM să emită sunete la anumite evenimente (de ex. cînd descărcarea e terminată)
Alege cîte un sunet pentru fiecare eveniment
; BEGIN : Customize sounds dialog
Alegerea sunetelor de notificare
Alege Sunetul
Înlătură
Testează
Lista evenimentelor FDM şi a sunetelor corespunzătoare. Aici poţi seta ca FDM să emita un sunet cînd s-a întîmplat un anumit eveniment
Descărcare adăugată - scoate un sunet cînd una sau mai multe descărcări au fost adăugate la lista de descărcare
Descărcare terminată - scoate un sunet cînd descărcarea a fost terminată cu succes.
Descărcare eşuată - scoate un sunet cînd s-a produs o eroare în timpul descărcării unei file.
Conexiune dial-up reuşită - scoate un sunet cînd sarcina Planificatorului "Stabileşte conexiune dial-up" a fost executată cu succes.
Conexiune dial-up eşuată - scoate un sunet cînd sarcina Planificatorului "Stabileşte conexiune dial-up" a eşuat dintr-un anumit motiv.
Setează sunetul pentru evenimentul selectat
FDM nu scoate un sunet cînd evenimentul selectat s-a produs
Testează sunetul selectat
Eveniment
File de sunet
Fără sunet
Descărcare adăugată
Descărcare terminată
Descărcare eşuată
Conexiune dial-up reuşită
Conexiune dial-up eşuată
File de sunet
; END
Caut clone...
Măsor viteza clonelor...
Căutarea clonelor a fost deja efectuată
Conectare la serverul de căutare...
Obţin rezultatele...
Există %d clone găsite
Căutarea de clone e gata
Încerc o alta clonă...
Nu au fost găsite clone
Eşuare
Viteza clonelor a fost măsurată
; BEGIN: History page
Istorie
Salvează istoria legăturilor şi a dosarelor folosite
Salvează doar istoria dosarelor
Păstrează intrările din ultimele
Numărul maxim de intrări
Şterge Istoria
FDM va salva istoria legăturilor şi a numelor de dosare tastate 
FDM va salva doar istoria dosarelor
FDM va şterge intrările care au stat în istorie mai mult decît perioada specificată de timp
Numărul maxim de intrări în istoria descărcărilor. Cînd numărul de intrări depăşeşte această valoare, FDM va şterge intrările cele mai vechi
Şterge toate intrările din istorie
; END
Importă
Exportă
Importă Lista de Descărcări dintr-o Filă
Exportă Lista de Descărcări într-o Filă
File text
Nu pot deschide fila
Exportă toate descărcările
Exportă toate descărcările din listă
Exportă descărcările selectate
Nu exporta descărcările terminate
Ataşează dacă fila există deja
Numele grupului nu e valid. Nu utiliza simbolurile / sau \ 
Închide FDM la Terminare
; BEGIN : Downloads History window
Adăugare
Salvată în
; END
Reciclator
; BEGIN: Recycle Bin
Proprietăţi
Goleşte Reciclatorul
;END
;BEGIN: Recycle Bin properties
Nu pune descărcările şterse în Reciclator
Păstrează maximum
descărcări
Nu păstra descărcările terminate
Cere confirmare la ştergerea descărcărilor
Proprietăţile Reciclatorului
Bifează această căsuţă dacă nu vrei să stochezi descărcările şterse în Reciclator
Bifează această căsuţă dacă vrei să limitezi numărul de descărcări şterse ce sînt stocate în Reciclator
Numărul maxim de descărcări ce pot fi stocate în Reciclator
Bifează această căsuţă dacă nu vrei ca descărcările terminate să fie stocate în Reciclator după ştergere
Bifează această căsuţă dacă vrei ca FDM să ceară o confirmare cînd încerci să ştergi o descărcare
;END
Restaurează
Restaurez descărcările...
; History subitems
Azi
Ieri
Săptămîna Trecută
Luna Trecută
Intervalul
; end
Şterge Istoria
Şterge istoria descărcărilor
Salvează doar istoria descărcărilor terminate
Bifează această căsuţă dacă vrei să salvezi istoria descărcărilor tale
Bifează această căsuţă dacă vrei să stochezi doar istoria descărcărilor terminate
Setările Istoriei Descărcărilor
Alcătuiesc lista de intrări în istorie...
; Download was deleted
A fost ştearsă
Alege intervalul de timp dorit
Găseşte
Găseşte Următorul
Găseşte asta
; BEGIN : Find dialog
Caută în
Numele filei locale
Specifică aici ce vrei să găseşti
Caută în partea de filă a adresei
Caută în întreaga adresă
Caută în comentariul descărcării
Caută în numele şi calea filei descărcate pe hardiscul local
Setează opţiunile de căutare avansate 
; ADVANCED settings
Caută unde
Caută în Lista de Descărcări
Caută în Istoria Descărcărilor
Caută în intervalul de timp specificat
Setează
Caută în Reciclator
Caută mărimea specificată a filei
Minim
Maxim
Caută în Lista de Descărcări
Caută în Istoria Descărcărilor
Caută doar descărcări care se încadrează în intervalul de timp specificat
Setează intervalul de timp
Caută în Reciclator
Caută doar descărcări care se încadrează în domeniul de dimensiuni specificat
Mărimea minimă dorită
Mărimea maximă dorită
Caută în grup
Alege grupul unde va fi efectuată căutarea
; END
Caut descărcarea...
Nu am găsit itemuri 
Nu mai pot fi găsite şi alte itemuri
Căutare efectuată
Pune Adresa în Cliplanşetă
Previzionarea Arhivei ZIP 
Trebuie selectată cel puţin o filă.
E posibil ca fila pe care-o descarci să fie o arhiva ZIP. Vrei s-o previzionezi?
Previzionare Audio/Video
Deschiderea filei a eşuat.
Tip necunoscut de filă media.
Instalează DirectX 8.0 sau peste pentru a utiliza această facilitate. Poţi descărca ultimul DirectX de la microsoft.com.
Informaţii despre fila media
Mărime:
Disponibil:
Durată:
Mut
Redă
Pauză
Filtrează
Extensii (despărţite prin spaţii, de ex. zip rar arj):
Înlătură filele cu aceste extensii
Păstrează doar filele cu aceste extensii
Şirul de argumente nu conţine macrocomanda (macroul) %file% . Această macrocomandă e necesară pentru a oferi o indicaţie despre ce filă să fie verificat cu programul antivirus.
Continui oricum?
Atenţie
Foloseşte un atribut ascuns pentru descărcările neterminate
Ataşează un comentariu la numele filei după terminare
Nu stoca paginile serverului
Bifează această căsuţă dacă nu vrei să stochezi paginile serverului pe calculatorul tău, ci doar file şi imagini
Foloseşte previzionarea arhivelor ZIP (afişarea conţinutului lor înaintea descărcării)
Bifează această căsuţă dacă vrei să previzionezi conţinutul arhivei ZIP la începutul descărcării, pentru a descărca doar o parte din ea.
Volum:
Porneşte automat descărcarea
Bifează această căsuţă dacă vrei ca FDM să pornească automat fiecare descărcare nouă 
Bifează filele de descărcat
Setează locaţiile alternative (adrese) pentru această descărcare
Nu mai previziona în viitor
Ai dezactivat previzionarea ZIP. Dacă vrei să o activezi, mergi la Opţiuni -> Opţiuni de Descărcare (Ctrl+O) -> tabul Descărcare Nouă şi bifezi căsuţa "Foloseşte Previzionarea Arhivelor ZIP". 
Lista de Ignorări
Lista paginilor web care trebuie ignorate la descărcarea unui sit.
Subdosare
Adaugă
Ignoră de asemenea toate subdosarele
; Proxy tab new settings
Foloseşte restaurarea în cazul conexiunilor întrerupte
Mărimea restaurării
baiţi [bytes]
Bifează această opţiune dacă vrei să activezi facilitatea de restaurare. Această opţiune te ajută să protejezi descărcările de stricarea lor.
Mărimea restaurării. O dimensiune mai mare va permite ca restaurarea să funcţioneze mai în siguranţă. Mărimea recomandată este de 3000 de baiţi [bytes]. Poţi creşte această valoare dacă descărcarea este în continuare stricată.
; downloader options -> monitor tab
Nu monitoriza filele mai mici de
Foloseşte această opţiune dacă vrei ca FDM să ignore filele cu dimensiune mai mică decît cea specificată
KBaiţi (KB)
Atenţie! Reciclatorul e prea mare. Aceasta poate încetini în mod dramatic performanţa. Este recomandat să goleşti reciclatorul. Vrei să faci asta?
Nu mai verifica din nou
Atenţie! Istoria e prea mare. Aceasta poate încetini în mod dramatic performanţa. Este recomandat să ştergi istoria. Vrei să faci asta acum?
Serverul nu poate garanta capacitatea sa de a relua descărcările. Raspunsul nu e valid.
Copiază în Cliplanşetă
; general settings | skins page
Costume
Costum
Permite costumului [skin] să utilizeze propriile sale icoane
Permite costumului să utilizeze propriile sale bitmapuri
; default skin
<implicit>
Notă: Orice schimbări vor avea efect doar după repornirea FDM.
Informaţii despre Descărcările Active
Ignoră filele cu extensiile:
Lista cu extensiile filelor de ignorat
Nu există descărcări active
FDM scoate un un sunet cînd toate descărcările sînt terminate
Importă Listă de Adrese din Cliplanşetă
Parole
Opţiuni ale Managerului de Situri
; Save password dialog
Salvez parola?
Free Download Manager poate salva parola pentru acest server în aşa fel încît să nu mai fie nevoie de a fi introdusă la fiecare descărcare de pe acest server.
Salvez parola?
Nu mai sugera salvarea şi a altor parole
; Site Manager options | Passwords tab
Foloseşte Managerul de Situri pentru a stoca parolele
Întreaba-mă dacă să salvez parola sau nu
Nu sugera salvarea parolelor
Şterge toate parolele la ieşire
Şterge Toate Parolele
; create new HTML Spider task
Înlătură din listă descărcările terminate (recomandat)
Bifează această căsuţă dacă vrei ca descărcările Descărcătorului de Situri să fie şterse automat. Aceasta accelerează descărcarea siturilor mari.
Schimbările vor avea efect după repornirea Free Download Manager
Stil Nou
Stil Vechi
Numele dosarului nu e valid
Ascunde fereastrele flotante în modul ecran plin [full screen]
Bifează această căsuţă dacă vrei ca ferestrele flotante să fie ascunse automat în modul ecran plin.
a fost planificat pentru a fi lansat.
Vrei să-l lansezi?
Lansează descărcarea cînd este terminată
Foloseşte semnele (*), (*A) sau (*a) în adresă pentru a-i specifica şablonul
Serverul de căutare a clonelor:
Hibernare
Stare de Veghe
Memorează alegerea mea
Sugerează schimbarea dosarului implicit al grupului
Salvează Fila
Deschide Fila
Salvează fila şi deschide-o
Tip de Descărcare:
Pune Legătură către FDM
Legătură către Free Download Manager
Dragă utilizatorule!
Free Download Manager e un program oferit gratuit. Poţi să-l utilizezi pe timp nelimitat fără a da nici un ban.
Totuşi, dacă socoteşti că Free Download Manager este util, îţi cerem să ne ajuţi să-l promovăm punînd o legătură către el pe situl tău. Aceasta va face ca mai multă lume să afle de Free Download Manager.
Îţi mulţumim anticipat pentru ajutorul tău,\nEchipa de programatori a softului Free Download Manager.
Reaminteşte-mi peste 3 zile
Reaminteşte-mi data viitoare cînd lansez Free Download Manager
Nu-mi mai arăta din nou această fereastră
Vizualizează codul Html al legăturii
Codul Html al legăturii
Mai mult exemple
Copiază în Cliplanşetă
Ascunde
; "Traffic usage mode has been changed" window
Modul de utilizare a traficului a fost schimbat
Ati comutat modul de utilizare a traficului reţelei.\nFree Download Manager are trei moduri:
În acest mod Free Download Manager va descărca cu viteza maxima posibilă. Acesta e modul cel mai agresiv.
În acest mod Free Download Manager va descărca cu o viteză medie. Acest mod îţi permite să explorezi internetul şi în acelaşi timp să pastrezi o viteză crescută de descărcare.
În acest mod Free Download Manager va descărca cu o viteză scazută. Acest mod îţi permite să descarci fără a reduce în mod dramatic viteza din reţea.
;
Renumeşte la repornire
Introdu o valoare mai mică de %d
; export/import downloads
File cu Liste de Adrese
File cu Liste de Informaţii despre Descărcări
;
Opţiuni de Exportare
;
Setează data unei file în format identic cu data specificată de server
Setează data filei descărcate identic cu cea a filei de pe server
Generează o filă de descriere
Generează o filă cu numele "*.dsc.txt" (* - numele filei descărcate) care va conţine o mică descriere a unei file descărcate (comentarii + adresă + dată). Această filă va fi generată doar pentru o descărcare ce are comentarii.
Această filă a fost descărcată de la
Nu extrage data filelor de pe server
Această opţiune îţi permite să creşti viteza de pornire a unei descărcări prin FTP. Free Download Manager va utiliza comanda SIZE în loc de LIST.
Nu salva jurnale ale descărcărilor
Activarea acestei opţiuni va face ca Free Download Manager să aibă pornirea şi închiderea mai rapide şi în acelaşi timp va scade utilizarea memoriei. 
;
Exportă Istoria Descărcărilor
Exportă toate intrările
Exportă toate intrările de pe listă
Exportă intrările selectate
Exportă doar intrările despre descărcările terminate
;
File Html
;
Istoria Descărcărilor cu Free Download Manager 
Adresa descărcării
Descărcat în fila
Mărimea filei
Descărcarea a fost terminată
Descărcarea a fost ştearsă
;
Salvată în
Mărimea filei
Suportă reluarea descărcărilor întrerupte
Închide acest dialog cînd descărcarea e terminată sau oprită
Deschide
Vrei să vezi din nou ferestra de progres?
Da, dar ascunde-o temporar pentru această descărcare
Nu, nu arăta fereastra de progres pentru descărcări
Da, dar nu arăta fereastra pentru această descărcare
Utilizarea tastei Shift înseamnă că descărcarea va fi ştearsă şi nu vei putea s-o restaurezi.\nEşti sigur?
Alege grupul
Selectează dosarul implicit al grupurilor
Selectează dosarul implicit al grupurilor.\nSchimbările vor fi aplicate doar noilor descărcări.
Descărcări Recente
(gol)
Pauzează Toate Descărcările
Arată fereastra cu progresul descărcării
În caz de bifare, FDM va crea o fereastră specială cu informaţii pentru fiecare descărcare aflată în curs
; general settings | misc page
Timpi de Aşteptare pentru Confirmări
Pornirea Descărcării
Întreabă-mă despre tipul de închidere a calculatorului
Timpul de aşteptare pentru confirmarea comenzii "Unelte > Închide Conexiunea la Terminare".
Timpul de aşteptare pentru confirmarea comenzii "Unelte > Închide FDM la Terminare". 
Timpul de aşteptare pentru confirmarea comenzii "Unelte > Închide Calculatorul la Terminare".
Timpul de aşteptare pentru lansarea filei descărcate cînd descărcarea e terminată.
În caz de bifare, FDM va întreba despre tipul de închidere din comanda "Unelte > Închide calculatorul la terminare".
Nu cere confirmare
; 5 secunde, 10 secunde, ...
%d secunde
Aşteaptă confirmarea mea
Ignoră paginile din acest dosar
Descarcă doar paginile din acest dosar
Inclusiv subdosarele
Ignoră toate paginile web situate în acest dosar.
Descarcă doar paginile situate în acest dosar şi ignoră alte pagini web.
Bifează această opţiune dacă vrei ca Descărcătorul de Situri să ignore (sau să descarce) paginile situate în toate subdosarele din dosarul specificat.
Aici trebuie să specifici adresa dosarului.\nExemplu: "http://site.com/docs/".
Tip
Ignoră
Doar
Set de numere
Alocă
Aici trebuie să specifici setul de numere pentru lista grupată.\nEx. 1-100, sau 1-100s2w3.
Clichează pe acest buton pentru a aloca setul de numere folosind fereastra de dialog.
Număr unic
Număr
Alocă set de numere
Eroare de sintaxă
Dezarhivează
Extrage
Extrage
Explorează
Extragerea a eşuat. Formatul de filă e necunoscut.
Trafic descărcat în această lună\n(%s a fost descărcat în luna precedentă)
Viteza totală de descărcare
Dezactivează sarcina "Unelte > Închide calculatorul la terminare" după execuţia ei
Cînd e activată, orice sarcină "Unelte > Ieşire la terminare" va fi dezactivată automat după executare. Deci va fi lansată doar o dată.
; %s
;1-ul %s - numele filei
;2-lea, 3-lea %s - informaţiile filei (mărime + dată).
Fila "%s" există deja.\n\nVrei s-o înlocuieşti\n(%s)\n\ncu cea nouă\n(%s)?
Da pentru toate
Ignoră
Ignoră-le pe Toate
Formatul arhivei este necunoscut
Vizitează Situl
Instalează Pachetul
În mod implicit FDM suportă doar arhive ZIP, RAR şi ARJ.\nPoţi extinde lista de arhive suportate prin instalarea unui pachet adiţional pentru prelucrarea arhivelor în Free Download Manager (este necesară o conexiune la internet).
Pachet de suport pentru prelucrarea arhivelor în FDM
Mută în Sus
Mută în Jos
Mută în Sus 
Mută în Jos 
Verifică Integritatea Filei
Anumite situri web furnizează sume de control speciale pentru filele disponibile la descărcare cu scopul de a permite utilizatorilor să fie siguri că fila ce va fi descărcată nu este stricată. Poţi introduce această sumă de control aici şi FDM va verifica integritatea filei.
Algoritm
Sumă de Control
Lipeşte din Cliplanşetă
Verifică
Calculez suma de control a filei descărcate...
Verificarea integrităţii filei a reusit
Verificarea integrităţii filei a eşuat
Verificarea integrităţii filei a fost realizată cu succes.\nNu au fost găsite erori în fila descărcată.
Verificarea integrităţii filei a fost realizată.\nAu fost găsite erori: fila a fost stricată în timpul descărcării. Este necesară repornirea descărcării de la început.
Nu mai arăta această fereastră dacă verificarea a reuşit
Nu pot găsi fila executabilă a programului antivirus pe care l-ai ales.\nGăseşte-o manual.
Dimensiunile filelor nu sînt identice
Salvează ca:\n(Exemplu: filă(*)(*A)(*a).txt)
Şablonul specificat pentru salvare nu e valid.\nAsigură-te că el corespunde cu şablonul adresei (URL).
La terminare
La terminare (toate cele terminate sau cu erori)
Aplicaţii
Ce-i asta?
Opinii
;
Dragi prieteni!
Free Download Manager (FDM) e una din cele mai populare aplicatii de descarcare din lume avind milioane de utilizatori activi, dar acum ca a devenit sociala vrem si mai multi!
Daca socotesti programul la fel de util si de indispensabil ca si noi, te rugam prieteneste sa ne ajuti sa-l facem cunoscut punind o legatura catre el pe blogul, situl sau spatiul tau personal (de ex. My Space / MSN).
; %s will be replaced with "FDM buzz" 
In mod oficial %s a inceput pe data de 16 August 2006. Scopul nostru este sa facem din FDM cea mai rapid raspindita aplicatie de internet dupa Firefox!
vîlva FDM
; %s will be replaced with "blog" 
Puteti urmari progresul FDM pe %sul nostru.
blog
Iti multumim in avans pentru ajutorul tau,\nEchipa de dezvoltatori ai softului Free Download Manager
Nu-mi arăta această fereastră din nou, am o memorie bună.
Alătură-te vîlvei
Nu, mulţumesc
Comunitatea FDM
Comută la "Opinii" după descărcare
În caz de bifare, tabul "Opinii" va fi activat automat la terminarea descărcării.
Include referire la FDM în identificatorul programului Internet Explorer
În caz de bifare, siturile pe care le explorezi vor fi informate că Free Download Manager este instalat pe calculatorul tău. Utilizarea acestei opţiuni poate duce totuşi la blocarea exploratorului de către unele situri.
E maliţioasă ?
Verifică dacă vreunul din utilizatorii Free Download Manager a raportat despre această descărcare că ar conţine viruşi/publisofturi/spisofturi/etc.
E bine, nici unul din utilizatorii Free Download Manager nu a raportat că această descărcare ar fi maliţioasă.\n\nTotuşi aceasta nu garantează că descărcarea nu e maliţioasă şi e recomandat să o verifici cu un soft antivirus.
; keep all %xxx, \n as is.
Există %d din %d utilizatori ai Free Download Manager care au raportat că această descărcare este maliţioasă.\nAprecierea medie pentru această descărcare este %.*g.\n\nArăt opiniile despre această descărcare?
La fiecare descărcare, verifică înainte de pornire dacă este maliţioasă [malicious]
Foloseşte această opţiune pentru a face ca FDM să verifice automat înainte de descărcare dacă vreunul dintre utilizatori a raportat despre ea că ar fi maliţioasă.
Afişează opiniile utilizatorilor în timpul descărcării
În caz de bifare FDM va activa automat tabul "Opinii" şi va afişa opiniile despre descărcare în cursul ei.
Verific dacă descărcarea e maliţioasă (vezi opţiuni pentru a dezactiva acest lucru)
OK, nimeni nu a raportat că ar fi maliţioasă
Atenţie! Cineva a raportat că această descărcare ar fi maliţioasă
Închide
Deschid
Nu descărca asta
Operaţiile de scriere a datelor descărcate sînt stocate într-un caş [cache] de
În caz de bifare, FDM va folosi tamponul caş intern cu mărimea pe care ai specificat-o pentru operaţiile de scriere a datelor descărcate. Aceasta va reduce numărul de accesări ale hardiscului (HDD) şi va creşte viteza de descărcare pentru conexiunile în bandă largă.\nTotuşi din cauză că datele descărcate nu sînt scrise imediat pe hardisc ele vor trebui redescărcate în cazul anumitor pene ale calculatorului (cel mult mărimea specificată pentru tamponul intern).\nRecomandat pentru conexiunile de mare viteză.
Nu pot instala monitorizarea pentru SeaMonkey (Suita Mozilla)
Nu pot dezinstala monitorizarea pentru SeaMonkey (Suita Mozilla)
Bifează această căsuţă dacă vrei ca FDM să intercepteze clicurile din Firefox
Bifează această căsuţă dacă vrei ca FDM să intercepteze clicurile din SeaMonkey (Suita Mozilla)
Exploratorul de internet va descărca el fila dacă se apăsă în FDM pe Anulează
Bifează această căsuţă dacă vrei ca exploratorul să descarce fila cînd apeşi Anulează în dialogul "Creează Descărcare"
Adaugă comenzi FDM în meniul contextual al exploratorului
Bifează această căsuţă pentru a adăuga opţiunile "Descarcă cu FDM" şi "Descarcă Situl cu FDM" la meniul contextual al exploratorului (meniul apare la efectuarea clic-dreapta)
Selectează itemurile legate de FDM ce vor fi prezente în meniul contextual al exploratorului
Nu pot instala monitorizarea pentru Firefox
Mută Filele în Dosarul...
Viteza e prea mică. Repornesc secţiunea...
Reporneşte dacă viteza e prea mică timp de (în min):
Reporneşte secţiunea în caz de scădere dramatică a vitezei de descărcare.
Vrei să vezi din nou fereastra cu progresul descărcării?
Scuze, acest serviciu este indisponibil pe moment. Te rugăm să încerci mai tîrziu.
Mută la Început
Mută la Sfîrşit
Pune descărcarea în vîrful listei
Bifează această opţiune dacă vrei ca descărcarea să fie pusă în vîrful listei de descărcări.
Monitorizarea în Firefox nu poate fi activată din cauza implantului [plugin] FlashGot.\nVa trebui să dezinstalezi mai întîi FlashGot.
Activează
Dezactivează
Comută
Dacă modul "Pauzează Toate Descărcările" este activat, el va fi dezactivat, în caz contrar el va fi activat.
În mod oficial %s va începe în data de 16 August 2006. Scopul nostru este să facem din FDM cea mai rapid răspîndită aplicaţie de internet după Firefox!
Descarcă şi instalează automat actualizările
Avertizează-mă cînd este disponibilă o actualizare
Dezactivează actualizările automate
Acum monitorizarea este activată în %s.
Şterge intrarea
E bine dacă şterg?
Nu este activată permisiunea de scriere în dosarul lui Free Download Manager.\nTrebuie să permiţi scrierea pentru ca Free Download Manager să-şi poată salva filele de serviciu, altfel toate datele vor fi pierdute la repornirea lui.
Această cutie mică (Colectorul) îţi permite să tragi şi să pui legături din explorator [browser] în Free Download Manager.\nDe asemenea cutia permite să fie afişată sau ascunsă rapid fereastra Free Download Manager, făcîndu-se dublu-clic cu butonul stîng al mausului pe ea. \n\nPentru a o ascunde permanent, clichează-dreapta pe ea şi debifează itemul "Colector" din meniu.
Colectorul lui Free Download Manager
Dezactivează toate notificările pentru descărcările grupate
Bifează această opţiune ca să dezactivezi toate notificările (baloane, sunete) pentru descărcările create cu comanda "%s" .
Lista de Excluderi
Specifică lista de extensii ale filelor şi lista de situri care nu trebuie monitorizate.
Nu intercepta descărcările de pe aceste situri (separate prin spaţii):
Free Download Manager nu va monitoriza descărcările din siturile specificate în listă. Specifică aici numele de domenii (de ex. "sit.com"). Poţi utiliza simbolurile '*' .
Atenţie!\nS-a produs o eroare în timpul încercării de scanare anti-virus.\nVrei cu toate astea să lansezi fila descărcată?
Integritate
Verifică integritatea filei înainte de descărcarea ei
Pentru a putea efectua verificarea integrităţii Free Download Manager trebuie să cunoască suma de control validă a filei. În cele mai multe cazuri va trebui s-o furnizeze utilizatorul pentru fiecare descărcare.
Dacă verificarea a eşuat
Suma de control validă pentru această filă
Nu face nimic
Specifică aici ce trebuie să facă FDM dacă verificarea integrităţii a eşuat.\nÎntreabă - FDM te va întreba ce să facă.\nReporneşte - FDM va reporni această descărcare de la început.\nNu face nimic - FDM va adăuga o intrare despre controlul eşuat la jurnalul descărcării şi nu va mai face nimic în plus.
Efectuez verificarea integrităţii...
Verificarea integrităţii a avut succes.
Verificarea integrităţii a eşuat!
Specifică algoritmul de verificare a integrităţii.
Suma de control validă
Suma de control obţinută
; fereastra previzionării arhivei zip
Bifează/debifează tot
; dialogul proprietăţilor grupului
Macrouri
numele serverului (de ex. "freedownloadmanager.org")
calea către fila de descărcat de pe server
anul curent
luna curentă (număr de la 1 la 12)
ziua curentă
; mai jos nu trebuie tradus "%year%-%month%-%day%"
echivalent cu "%year%-%month%-%day%"
;
Din Mozilla Firefox
FDM va prelua setările proxy din Firefox
; setările noii descărcări
Foloseşte acest grup
; Descărcări -> Planificator ->
Porneşte
Opreşte
Planifică pornirea descărcării
Planifică oprirea descărcării
;
; descărcări neterminate sau terminate recent
Neterminate+Recente
Grupul Implicit
;
; dialogul de creare a unei noi descărcări -> setează dosarul de salvare ca implicit
Setează de asemenea ca implicit pentru toate celelalte grupuri de descărcări
; %s - locul numelui grupului. nu-l schimba
E bine dacă setez acest dosar ca dosar de descărcare implicit pentru grupul "%s" ?
;
;
Curăţă Lista de Descărcări
Încărcător
Încarcă File
Porneşte Încărcarea
Opreşte Încărcarea
Planifică Încărcarea
Mută în sus incărcările selectate 
Mută în jos incărcările selectate 
Încărcat
Lista de Încărcări
Extrag adresa de destinaţie a încărcării din serverul de bază...
Întrerupe
; outlook express: vezi | inserează fila | ...
Ca ataşament
Ca legătură (încărcare)
Dosar
;
Adaugă file
Adaugă dosar
BitTorrent
Activează suportul pentru protocolul BitTorrent
Limitează traficul de încărcare [upload] :
Limitează numărul de conexiuni de încărcare :
Foloseşte porturile din intervalul 
la
Activează Tabela de Haşuri Distribuită [DHT - Distributed Hash Table]
Activează/Dezactivează suportul pentru protocolul BitTorrent. Totuşi dacă există descărcări BitTorrent în lista de descărcare sau în Reciclatorul FDM, protocolul BitTorrent nu va fi dezactivat complet.
Limitează viteza maximă însumată a conexiunilor de încărcare. Acest lucru nu este recomandat pentru protocolul BitTorrent şi ar putea duce la reducerea vitezei de descărcare.
Limitează numărul maxim însumat de conexiuni de încărcare. Setarea unui număr prea mic poate duce la reducerea vitezei de descărcare.
Specifică aici intervalul de porturi pe care îl va folosi FDM pentru conexiunile de încărcare.
Activează extensia DHT
Nume
Este necesară autentificarea pentru accesul la tracker
Adaugă Descărcare BitTorrent
S-a produs o eroare în timp ce încercam procesarea filei torent.
Filă Torent
Se pare că vrei să descarci o filă de tip torent. Pentru asta e necesar să activezi suportul pentru BitTorrent în Free Download Manager.\n\nVrei să activezi protocolul BitTorrent?
Retastează parolele: parolele pe care le-ai tastat nu se potrivesc.
Specifică filele pe care vrei să le încarci.
Proprietăţile Încărcării
Am detectat o filă de tip Metalink. Continui descărcarea.
Am detectat o filă de tip BitTorent. Continui descărcarea.
Accesarea filelor de pe hardisc a eşuat.
Mă conectez la tracker...
Nu am primit un răspuns valid de la tracker.
Am primit un răspuns valid de la tracker.
Verificarea haşului pentru partea aceasta din descărcare a eşuat. Va fi redescărcată...
Alocă Toată Viteza Acestei Descărcări
Dezactivez lansarea automată a Free Download Manager la pornirea Windows?
Scuze, Comunitatea FDM nu e disponibilă pe moment. Reîncearcă mai tîrziu.
Numele filei nu trebuie să conţină niciunul din aceste \ / : * ? " < > | simboluri. Tastează alt nume.
Numele dosarului nu trebuie să conţină niciunul din aceste : * ? " < > | simboluri. Tastează alt nume.
Personalizează fereastra flotantă...
Transparenţă
Date
Păstrează toate filele de serviciu în dosarul utilizatorului curent
Păstrează filele în acest dosar
Schimbările vor fi aplicate după repornirea Free Download Manager.
Arată Fereastra de Progres a Descărcării
Creează Versiune Portabilă
Versiunea portabilă a lui Free Download Manager poate fi utilizată pe calculatoare diferite fără a o mai instala şi configura pe fiecare din ele.\n\nO poţi pune de exemplu pe un memocard flash.\n\nOdată lansată, ea se va înregistra automat în sistem şi se va integra cu exploratoarele.Iar la ieşire se va dezînregistra automat.\n\nAlege calea unde vrei să creezi această versiune. Aceasta trebuie să fie un dosar de pe un dispozitiv amovibil.\n\nDe ex. "H:\Programele mele portabile\".
Integrare
Asociază FDM cu filele torent [.torrent]
Foloseşte mereu acest grup pentru descărcările noi
Foloseşte mereu acest grup şi memorează ultimul dosar de descărcare
Flash
Descarcă Videoul cu FDM
Acest sit nu e suportat. Consultă lista de situri suportate.
Comută la Descărcări
Aceasta e pagina cu videoul Flash. Descarc clipul Flash...
Convertesc...
Converteşte
Opţiuni de Convertire
Formatul filei
Rezoluţia
; video quality
Calitatea
Foarte Scăzută
Scăzută
Normală
Medie
Înaltă
Foarte Înaltă
;
AVI folosind MPEG-4 (*.avi)
AVI folosind XVID (*.avi)
Nu schimba
Bitrata Video
Bitrata Audio
Memorează setările ca implicite
;
Adaugă Descărcare Video Flash
Converteşte automat videoul descărcat în formatul specificat
Setează opţiunile avansate
Vezi lista de situri suportate
; used in "create flash video download" window
de ex.
Următoarea încercare de conectare la tracker în %d secunde
Pregătesc filele de pe hardisc... Aceasta poate lua cîteva minute
Stare
Pregătesc filele de pe hardisc...
MP4 pentru iPod/PSP (MPEG4 + AAC, *.mp4)
Previzionează / Converteşte Media 
Converteşte Fila Media 
Comută automat la acest tab
;keep "\n\n%s\n" as is
Fila media a fost convertită cu succes şi e stocată în\n\n%s\n.
Convertire eşuată a filei media\n\n%s.
Grupul Descărcărilor Noi
Informaţii despre haş
Parteneri
Client
Bucăţi
Tracker
Starea Trackerului
Viteza de Încărcare
Baiţi Încărcaţi
Raportul de Partajare (Î/D)
Baiţi pierduţi
Adresa filei torent
Eşti sigur?\nAsta va reporni descărcarea de la început.
Trafic utilizat ("descărcat"; "încărcat") în această lună\n(%s a fost utilizat în luna precedentă)
Viteza Totală ("descărcare"; "încărcare")
File de încărcat
Numele Pachetului
Comprimare
Setează o parolă pentru această descărcare
Retastează
Păstrează aceste file
Numărul presupus de descărcări
Adaugă o legătură către file în catalogul nostru
Include informaţii avansate (toate cîmpurile sînt opţionale)
Descriere
Taguri
Numele tău
Adresa ta de e-mail
Adresa de e-mail a destinatarului
Mai puţin de 10
Între 10 şi 100
Mai mult de 100
2 zile
7 zile
1 lună
;compression methods
Fără
Rapidă
Medie
Puternică
Setările Încărcătorului
Integrează Încărcătorul cu
Meniul contextual din Windows Explorer
Meniul "Trimite La" [Send To] din Windows Explorer
Foloseşte un meniu de încărcare simplu
Mărimea minimă a filei de încărcat
Setările Serverului Proxy HTTP
Activarea Încărcării
Încărcarea necesită activare. Aceasta e necesară pentru a proteja serverul nostru de încărcările automate. Scrie codul de activare.
Fac conectarea la serverul de încărcare
Conectarea la serverul de încărcare a avut succes
Încărcarea filei pe server s-a făcut cu succes
Încărcarea filei a fost oprită
Creez o arhivă zip din filele încărcate...
Crearea arhivei zip a eşuat
Crearea arhivei zip s-a făcut cu succes
Trimit cererea la server
Trimit serverului informaţii despre această încărcare 
Informaţiile au fost trimise
Trimiterea de informaţii despre această încărcare către server a eşuat
Activez încărcarea...
Încărcarea a fost activată cu succes
Activarea încărcării a eşuat
Fila de încărcat a fost modificată pe hardisc
Eroare neaşteptată
Calculez suma de control...
; "I agree to terms" string in two lines
Sînt de acord cu
termenii
Trebuie să fii de acord cu termenii.
Căutarea de actualizări a eşuat
O nouă versiune a softului este disponibilă. Trebuie să-l actualizezi.\nVrei să-l actualizezi acum?
Este necesară actualizarea Free Download Manager 
Este necesară repornirea Free Download Manager
Sugerează-mi să încarc ataşamentele
Ataşează la mesaj (lent)...
Încarcă filele de ataşat şi apoi inserează o legătură (rapid)...
A apărut o eroare în timpul iniţierii încărcării. Verifică conexiunea la internet sau reîncearcă mai tîrziu.
Ai ataşat file de dimensiuni mari.\nDin mai multe motive nu e recomandat să se folosească file mari ca ataşamente, ci să se încarce filele şi să se pună legături către ele.\n\nVrei să continui încărcarea?
Se recomandă încărcarea  
Setările de Integrare
Încărcarea %s a fost terminată.\nFoloseşte următoarea adresă ca legătură de descărcare:
Mărime Totală
Deschide în Exploratorul de Internet
Versiunea curentă de Free Download Manager nu mai poate fi folosită pentru a încărca file. Este necesar s-o actualizezi.
Versiunea curentă de Free Upload Manager nu mai poate fi folosită. Este necesar s-o actualizezi. Vizitează situl freedownloadmanager.org .
Input prea lung.
Setări de Integrare ale Încărcătorului
Setări de Integrare ale Free Upload Manager
Încarcă
Descarc actualizarea...
Activează Donarea Torentelor Descărcate
Dezactivează donarea torentelor [seeding] (altfel softul va dona automat la deschiderea lui)
Este considerată maliţioasă dacă cel puţin
% din utilizatori au marcat-o ca atare
E bine, utilizatorii Free Download Manager nu au raportat despre această descărcare că ar fi maliţioasă.\n\nTotuşi, aceasta nu garantează sută la sută că ea nu e maliţioasă, deci este recomandat s-o verifici utilizînd un antivirus actualizat.
E bine, utilizatorii Free Download Manager nu au raportat despre această descărcare că ar fi maliţioasă
litera dispozitivului de pe care a fost pornit FDM. De ex. "C:". Util pentru versiunea portabilă.
Pentru a utiliza această facilitate trebuie să instalezi implantul [plugin] de Convertire Video.
Pentru a descărca cu ajutorul protocolului BitTorrent trebuie să instalezi implantul [plugin] BitTorrent.
Notă: acestea sînt filele de serviciu ale softului FDM (nu sînt filele pe care le descarci).
Vrei să copiezi filele curente cu date în noul dosar (filele existente vor fi suprascrise) ?
Acest dosar va conţine subdosarele de descărcare implicite pentru toate grupurile.\nE în regulă să continui?
Setează Dosarul Implicit de Descărcare
Nu permite calculatorului să intre în stare de veghe [stand-by] cînd se descarcă file
Numărul maxim de conexiuni semideschise [half-open]
Torente
Eşec la accesarea filelor de pe hardisc. Verifică dacă nu cumva hardiscul e plin sau e protejat la scriere.
Raport Î/D
Lista de Torente
Adaugă Torent din Adresă
Adaugă Torent din Filă
Creează Torent Nou
(automată)
Sursă
Mărimea Bucăţilor
Trackere
Adaugă Tracker
Înlătură Tracker
Porneşte donarea [seeding] acestui torent
Salvează
Creează Torent Nou
File Torent
Prioritate
;normală/crescută
sari
normală
crescută
Ferestre Flotante (plutitoare pe suprafaţa ecranului)
File de Serviciu (listă de descărcări, istorie, etc.)
Setările Implicite ale Descărcării de Situri
Ai pauzat toate descărcările. Aceasta înseamnă că toate descărcările vor continua cu o viteză foarte redusă (de obicei 1B/s).\nAceasta permite "pauzarea" inclusiv a descărcărilor care nu au suport pentru reluare.\n\nVa trebui să dai din nou această comandă sau să reporneşti FDM pentru revenirea la starea normală.
Donare
Activează donarea (recomandat)
Donează pe timp nelimitat
Donează pînă este atinsă o valoare a Raportului Încărcare/Descărcare
Donează pînă cînd raportul [ratio] e
Limitare după timp
Donează timp de
Verifică dacă există deja o descărcare cu aceeaşi adresă (URL)
Salvează istoria descărcărilor
Listează filele descărcate cel mai recent
Setările Implicite ale Descărcărilor BitTorrent
Reporneşte descărcările terminate
Specifică dosarul versiunii portabile de Firefox.
Nu pot găsi dosarul implanturilor [plugins] pentru Apple Safari. Vrei să-l specifici manual?
Nu pot găsi dosarul implanturilor [plugins] pentru Google Chrome. Vrei să-l specifici manual?
Nu pot instala monitorizarea pentru Apple Safari
Nu pot dezinstala monitorizarea pentru Apple Safari
Nu pot instala monitorizarea pentru Google Chrome
Nu pot dezinstala monitorizarea pentru Google Chrome
Limită de Timp
;hours, for shprt
ore
Limitează intervalul de timp în care FDM poate porni descărcările
Permite pornirea doar de la
Prioritate Normală
Prioritate Înaltă
Esenţiale
Baloanele ce semnalează terminarea descărcărilor nu expiră
Verifică dacă o descărcare nouă este de fapt o clonă a uneia deja existente
Arată o mică fereastră care informează despre terminarea descărcării
Ascunde automat după
Îţi place FDM? Încearcă şi Personal Informer!
Ultima versiune de FDM vine cu un bonus: Personal Informer.
El plasează legături rapide către toate
siturile tale favorite
; next line means --- after you start _browser_. "_browser_" will be Internet Explorer or Firefox
pe pagina de pornire, ca să poată fi accesate rapid
; \n means next line. don't change this.
Va fi analizată istoria explorării internetului şi va fi arătată lista\nsiturilor vizitate pe care credem că vrei\nsă le ai pe pagina de pornire. Vei putea personaliza\nlista atunci.
Eşti sigur? Întreg procesul nu va dura mai mult de 1 minut şi vei avea o pagină de pornire foarte utilă.
Anulează
Continuă
Vrei să ţi se reamintească peste cîteva zile?
Titlu
Monitorizează descărcările video Flash din paginile web vizitate
Folosirea acestei funcţii poate cauza conflicte cu alte softuri instalate pe calculator. Dacă vor apărea probleme va trebui să dezactivezi funcţia aceasta din FDM sau să rezolvi conflictele prin dezinstalarea softurilor sau dezactivarea funcţiilor acestora care le cauzează.
Pagină Web
Videouri Flash găsite în această pagină
Trebuie să activezi monitorizarea videourilor Flash pentru asta. Vezi Opţiuni | Descărcări | Videouri Flash.
Introdu adresa paginii web de pe care vrei să descarci videouri Flash. Atenţie, pagina respectivă trebuie să fie deja afişată în exploratorul de internet, iar videourile trebuie să ruleze.
Caut videouri Flash...
Nu au fost găsite videouri Flash pe această pagină. Asigură-te că videourile din pagină rulează sau redeschide pagina (împrospăteaz-o cu tasta F5 sau combinaţia Ctrl+F5).
; keep "0x%x" as is
A apărut o eroare la preluarea descărcărilor.\nEroare: 0x%x.
Eroare
Arată butonul "Descarcă"
(doar Internet Explorer)
Nu au putut fi găsite informaţii despre această pagină web. Forţează exploratorul de internet s-o redeschidă.
Videouri Flash
Limitează numărul maxim de conexiuni
Ponturile FDM vor fi dezactivate. Eşti sigur?\nLe poţi reactiva în Opţiuni | Setări | Notificări.
Arată ponturi informative [tips] la partea de sus a ferestrei softului
Eroare! Fila de actualizare nu este semnată de FreeDownloadManager.ORG.
; 
; Also, please download and translate this file:
;  http://freedownloadmanager.org/tips-eng.txt
; Note, that it's UTF-8 encoded file (use Notepad.exe to edit).
;  and do not change text in tags (between "<>", e.g. "<a href...>")
; Send translated file to support@freedownloadmanager.org.
;
;
(merge doar cu IE şi FF)
Arată butonul "Descarcă" lîngă videouri Flash
Modulul de monitorizare a videourilor Flash nu este funcţional. Asigură-te că FDM rulează şi că ai activat opţiunea în FDM (vezi Opţiuni | Setări | Descărcător | Videouri Flash).
; do not change "0x%x"
A apărut o eroare la transferarea descărcărilor către FDM.\nEroare: 0x%x.
Descarcă
Arată Acest Buton
Nu există descărcări de exportat.
Nu există nimic de exportat.
după crearea "silenţioasă" a ei
Trebuie să ai drepturi de Administrator pentru a putea să activezi/dezactivezi monitorizarea.
A apărut o eroare la activarea/dezactivarea integrării.
Drepturi de administrare insuficiente
Trebuie să ai drepturi de Administrator pentru a putea exporta/importa setările.
Descarcă cu FDM
; please keep %d, %s and %% as is
; %d - percents
%d%% descărcat în total
; left to download at... some speed
%s rămas de descărcat
calea către dosarul cu profilul utilizatorului.
Importă Lista de Descărcări din uTorrent
Dosarul de salvare folosit de uTorrent n-a fost găsit!
FDM poate importa lista descărcărilor existente în uTorrent. Vrei să fie importată?\nPoţi face asta oricînd folosind meniul Filă | Importă | Importă Lista de Descărcări din Alte Softuri.
FDM poate importa lista tuturor descărcărilor din uTorrent.\nPoţi face asta şi mai tîrziu folosind meniul Filă | Importă | Importă Lista de Descărcări din Alte Softuri.
Importă Lista de Descărcări din Alte Softuri
Orbit Downloader
LeechGet
Calea către datele aplicaţiei Orbit Downloader nu poate fi găsită.
Calea către datele aplicaţiei Orbit Downloader nu poate fi detectată.
Eroare: %d (%02X)
Diagnostic de sistem: %s
Fila în care se găseşte lista de descărcări a softului Orbit Downloader nu poate fi găsită.
Lista de descărcări a softului Orbit Downloader nu poate fi citită.
Lista de descărcări a softului Orbit Downloader nu poate fi parsată (analizată). Este într-un format necunoscut.
%d descărcări nu au putut fi create şi configurate după calea, numele filei şi adresa de internet importate din Orbit Downloader.
Descărcările nu pot fi importate.
Nu există date în lista de descărcări a softului Orbit Downloader!
Softul Orbit Downloader nu este instalat pe acest calculator!
Importarea descărcărilor din %s a fost oprită din cauza erorii următoare.
Vrei să continui să imporţi datele şi din alte softuri de descărcare?
Procesate:
Realizate:
Eşuate:
Neprocesate:
Total:
uTorrent
nedefinit
%d din %d
Alege din ce softuri vrei să imporţi lista de descărcări:
FDM poate importa datele din alte softuri de descărcare. Vrei să fie făcută importarea?\nPoţi face asta şi mai tîrziu folosind meniul Filă | Importă | Importă Lista de Descărcări din Alte Softuri.
Detalii: %s
O solicitare a unui partener nu poate fi procesată.
A apărut o eroare fatală în timpul deschiderii listei de descărcări.\nClichează pe OK pentru a continua (unele sau chiar toate descărcările vor fi pierdute) sau pe ANULEAZĂ pentru a abandona operaţia.\nAceastă problemă poate fi cauzată de instalarea incorectă a FDM sau de o filă cu date stricată.
Instalare nevalidă: modulul BitTorrent instalat nu poate fi folosit cu această versiune de FDM.\nReinstalează FDM.\nClichează OK pentru a ieşi.
; %d - is the number
%d parteneri conectaţi
Această descărcare BitTorrent există deja
Trebuie să ai drepturi de Administrator pentru a aplica setările.
Determină automat
Specifică manual...
Viteza Conexiunii la Internet
Setări pentru modurile de utilizare a traficului
% din viteza de conectare
Administrează automat
; set some setting (maximum number of connections, for example) to some number
Setează la
Viteza de transfer a conexiunii e măsurată automat de FDM. Dacă crezi că valorile obţinute nu sînt corecte, lasă programul să ruleze în continuare şi vei vedea că valorile calculate de soft se vor apropia de cele reale. Trebuie menţionat că FDM măsoară viteza doar la operaţiile de descărcare/încărcare. Cu cît este mai mare numărul acestora, cu atît programul va putea să determine mai bine viteza de transfer a conexiunii.
Viteză de Descărcare
Măsoară din Nou
Specifică Valoarea
Valoarea trebuie să fie mai mare sau egală cu zero.
Specifică în biţi în loc de baiţi
Creează descărcare RTSP sau MMS
Fluxare în Direct [Live Streaming]
Reîncearcă
Abandonează Tot
Am încercat mutarea filei:\n %s\n\n în dosarul de destinaţie sub acest nume:\n %s\n\n%s: %s\n\nÎnchide toate aplicaţiile care ar putea utiliza această filă.
Codarea acestui conţinut e nesuportată
Selectează Tot
Resetează Tot
Sînt necesare drepturi de Administrator pentru a integra FDM în Internet Explorer. Clicarea pe "Anulează" îl va integra doar parţial.
; %s will be replaced with the actual browser name
Can't delete the browser plugin while %s is running. Please close the browser and click OK to continue.\nClick Cancel to postpone the deletion of the plugin to system reboot.
Can't delete the browser plugin for %s. It will be deleted on system reboot.
Associate with magnet links
Enable Local Peer Discovery
Enable UPnP
Enable NAT-PMP
Enable µTorrent Peer Exchange
Changes will take effect after you restart Free Download Manager
The video you selected has the audio data stream in a separate file.\nIt must be downloaded also for the video to have audio channel.\nThe appropriate audio file has been selected for downloading.\nIt will be automatically merged with the video download as soon as both downloads completes.
The video(s) you selected has the audio data stream in a separate file.\nThis audio download must be downloaded also for the video to have audio channel.\nAre you sure you do not want it to be downloaded?\nChoose Yes to download video file without audio channel.
Waiting for the media merge task to begin
Media merge task succeeded
Media merge task failed
Media merge task has started
Download YouTube video
Video formats found on this page
YouTube video download detected.\nWould you like to download it as YouTube video?
Video monitoring
Video downloads
Additional components required for this feature to work.\nWould you like to download them?
Downloading and installing additional components
Error installing additional components.
A tiny button which helps to download videos from YouTube.com with few clicks.\nIn order to enable this button for other video sites - please enable "Monitor flash downloads in browsers" option.
File size is too large for the target file system.
; %s means browser name; do not remove it
Administrator rights are required to integrate FDM into %s.
Please don't pause this downloads for a long time; otherwise it may need to be restarted.
You have unfinished YouTube downloads. If you stop them now, you might not be able to resume them later. Exit anyway?
If you stop this download for a long time, you might not be able to resume them later. Continue?
Cannot resume download, please restart it manually.
Sequential downloads
New version of flash video monitoring module is available. Would you like to update?
Skip this update
Security check failure
Certificate host name is incorrect
Certificate is expired
Invalid certificate
Security check failed for host
